Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.downloads.liveActivity.desc
source: Show a live activity while files are being downloaded to monitored folders like Downloads, Desktop, and Documents.
cs: Zobrazit živou aktivitu při stahování souborů do sledovaných složek, jako jsou Stahování, Plocha a Dokumenty.
de: Live-Aktivität anzeigen, während Dateien in überwachte Ordner wie Downloads, Schreibtisch und Dokumente heruntergeladen werden.
es: Mostrar actividad en vivo mientras se descargan archivos en carpetas monitorizadas como Descargas, Escritorio y Documentos.
fr: Afficher une activité en direct pendant le téléchargement de fichiers dans les dossiers surveillés comme Téléchargements, Bureau et Documents.
id: Tampilkan aktivitas langsung saat mengunduh file ke folder yang dipantau seperti Unduhan, Desktop, dan Dokumen.
it: Mostra un'attività in tempo reale durante il download di file nelle cartelle monitorate come Download, Scrivania e Documenti.
ja: 「ダウンロード」「デスクトップ」「書類」などの監視対象フォルダへのファイルダウンロード中にライブアクティビティを表示します。
ko: 다운로드, 데스크탑, 문서 등 감시 폴더로 파일이 다운로드되는 동안 실시간 활동을 표시합니다.
nl: Toon een live activiteit tijdens het downloaden van bestanden naar bewaakte mappen zoals Downloads, Bureaublad en Documenten.
pl: Pokaż aktywność na żywo podczas pobierania plików do monitorowanych folderów, takich jak Pobrane, Biurko i Dokumenty.
pt: Mostrar uma atividade em tempo real durante a transferência de ficheiros em pastas monitorizadas como Descargas, Secretária e Documentos.
ru: Показывать живую активность при загрузке файлов в отслеживаемые папки: Загрузки, Рабочий стол и Документы.
sv: Visa en liveaktivitet när filer hämtas till övervakade mappar som Hämtade filer, Skrivbord och Dokument.
tr: İndirilenler, Masaüstü ve Belgeler gibi izlenen klasörlere dosya indirilirken canlı etkinlik göster.
uk: Показувати активність наживо під час завантаження файлів у відстежувані папки, такі як Завантаження, Робочий стіл і Документи.
vi: Hiển thị hoạt động trực tiếp trong khi tải tệp xuống các thư mục được giám sát như Tải xuống, Màn hình chính và Tài liệu.
zh_hans: 在文件下载到监控文件夹（如下载、桌面和文稿）时显示实时活动。
zh_hant: 在將檔案下載至「下載項目」、「桌面」和「文件」等監控資料夾時顯示即時活動。

# settings.downloads.liveActivity.title
source: Downloads live activity
cs: Živá aktivita stahování
de: Downloads-Live-Aktivität
es: Actividad en vivo de descargas
fr: Activité en direct Téléchargements
id: Aktivitas Langsung Unduhan
it: Attività in tempo reale Download
ja: ダウンロードライブアクティビティ
ko: 다운로드 실시간 활동
nl: Live downloadactiviteit
pl: Aktywność na żywo Pobierania
pt: Atividade em tempo real de Descargas
ru: Живая активность загрузок
sv: Liveaktivitet för hämtningar
tr: İndirilenler canlı etkinliği
uk: Активність завантажень наживо
vi: Hoạt động trực tiếp Tải xuống
zh_hans: 下载实时活动
zh_hant: 下載即時活動

# settings.downloads.progressIndicator.desc
source: Choose whether download progress uses a percentage label or a circular ring.
cs: Zvolte, zda průběh stahování používá procenta nebo kruhový prstenec.
de: Wähle, ob der Download-Fortschritt als Prozentangabe oder Kreisring dargestellt wird.
es: Elige si el progreso usa un porcentaje o un anillo circular.
fr: Choisissez si la progression du téléchargement utilise un pourcentage ou un anneau circulaire.
id: Pilih apakah kemajuan unduhan menggunakan persentase atau cincin melingkar.
it: Scegli se l'avanzamento del download utilizza una percentuale o un anello circolare.
ja: ダウンロードの進捗をパーセントまたは円形リングで表示するかを選択します。
ko: 다운로드 진행률을 백분율로 표시할지 원형 링으로 표시할지 선택하세요.
nl: Kies of de downloadvoortgang een percentage of een cirkelvormige ring gebruikt.
pl: Wybierz, czy postęp pobierania ma używać procentu czy okrągłego pierścienia.
pt: Escolha se o progresso da descarga utiliza uma percentagem ou um anel circular.
ru: Выберите, отображается ли прогресс загрузки в процентах или кольцом.
sv: Välj om hämtningsförloppet ska använda procent eller en cirkelring.
tr: İndirme ilerlemesinin yüzde etiketi mi yoksa dairesel halka mı kullanacağını seçin.
uk: Виберіть, чи показувати прогрес у відсотках або кільцем.
vi: Chọn xem tiến trình tải xuống hiển thị theo phần trăm hay vòng tròn.
zh_hans: 选择下载进度使用百分比标签还是圆环。
zh_hant: 選擇下載進度使用百分比或圓環顯示。

# settings.downloads.progressIndicator.title
source: Progress indicator
cs: Indikátor průběhu
de: Fortschrittsanzeige
es: Indicador de progreso
fr: Indicateur de progression
id: Indikator Kemajuan
it: Indicatore di avanzamento
ja: 進捗インジケータ
ko: 진행률 표시기
nl: Voortgangsindicator
pl: Wskaźnik postępu
pt: Indicador de progresso
ru: Индикатор прогресса
sv: Förloppsindikator
tr: İlerleme göstergesi
uk: Індикатор прогресу
vi: Chỉ báo tiến trình
zh_hans: 进度指示器
zh_hant: 進度指示器

# settings.downloads.progressIndicatorStyle.circle
source: Circle
cs: Kruh
de: Kreis
es: Círculo
fr: Cercle
id: Lingkaran
it: Cerchio
ja: サークル
ko: 원형
nl: Cirkel
pl: Kółko
pt: Círculo
ru: Круг
sv: Cirkel
tr: Daire
uk: Кільце
vi: Vòng tròn
zh_hans: 圆形
zh_hant: 圓圈

# settings.downloads.progressIndicatorStyle.percent
source: Percent
cs: Procenta
de: Prozent
es: Porcentaje
fr: Pourcentage
id: Persentase
it: Percentuale
ja: パーセント
ko: 백분율
nl: Percentage
pl: Procent
pt: Percentagem
ru: Проценты
sv: Procent
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# settings.drop.airDrop.desc
source: Show live activity in notch when transferring files via AirDrop.
cs: Zobrazit živou aktivitu ve výřezu při přenosu souborů přes AirDrop.
de: Live-Aktivität in der Notch bei Dateiübertragungen via AirDrop anzeigen.
es: Mostrar actividad en vivo en la muesca al transferir archivos por AirDrop.
fr: Afficher une activité en direct dans l'encoche lors du transfert de fichiers via AirDrop.
id: Tampilkan aktivitas langsung di notch saat mentransfer file melalui AirDrop.
it: Mostra un'attività in tempo reale nel notch durante il trasferimento di file tramite AirDrop.
ja: AirDrop経由でファイルを転送する際にノッチにライブアクティビティを表示します。
ko: AirDrop을 통해 파일을 전송할 때 노치에 실시간 활동을 표시합니다.
nl: Toon een live activiteit in de notch tijdens het overbrengen van bestanden via AirDrop.
pl: Pokaż aktywność na żywo w notchu podczas przesyłania plików przez AirDrop.
pt: Mostrar uma atividade em tempo real no notch ao transferir ficheiros através do AirDrop.
ru: Показывать живую активность в вырезе при передаче файлов через AirDrop.
sv: Visa en liveaktivitet i flärpen när du överför filer via AirDrop.
tr: AirDrop ile dosya aktarılırken çentikte canlı etkinlik göster.
uk: Показувати активність наживо у вирізі під час передачі файлів через AirDrop.
vi: Hiển thị hoạt động trực tiếp trong notch khi truyền tệp qua AirDrop.
zh_hans: 通过 AirDrop 传输文件时在刘海中显示实时活动。
zh_hant: 透過 AirDrop 傳輸檔案時在「瀏海」中顯示即時活動。

# settings.drop.airDrop.title
source: AirDrop live activity
cs: Živá aktivita AirDrop
de: AirDrop-Live-Aktivität
es: Actividad en vivo de AirDrop
fr: Activité en direct AirDrop
id: Aktivitas Langsung AirDrop
it: Attività in tempo reale AirDrop
ja: AirDropライブアクティビティ
ko: AirDrop 실시간 활동
nl: Live AirDrop-activiteit
pl: Aktywność na żywo AirDrop
pt: Atividade em tempo real do AirDrop
ru: Живая активность AirDrop
sv: Liveaktivitet för AirDrop
tr: AirDrop canlı etkinliği
uk: Активність AirDrop наживо
vi: Hoạt động trực tiếp AirDrop
zh_hans: AirDrop 实时活动
zh_hant: AirDrop 即時活動

# settings.drop.card.activity
source: Drag&Drop activity
cs: Aktivita přetažení
de: Drag&Drop-Aktivität
es: Actividad de Drag&Drop
fr: Activité Glisser-déposer
id: Aktivitas Seret dan Lepas
it: Attività trascina e rilascia
ja: ドラッグ＆ドロップアクティビティ
ko: 드래그 앤 드롭 활동
nl: Sleep- en neerzetactiviteit
pl: Aktywność przeciągnij i upuść
pt: Atividade de arrastar e largar
ru: Активность Drag&Drop
sv: Dra och släpp-aktivitet
tr: Sürükle&Bırak etkinliği
uk: Активність перетягування
vi: Hoạt động kéo và thả
zh_hans: Drag&Drop 活动
zh_hant: 拖放活動

# settings.drop.card.target
source: Drag&Drop target
cs: Cíl přetažení
de: Drag&Drop-Ziel
es: Destino de Drag&Drop
fr: Cible Glisser-déposer
id: Target Seret dan Lepas
it: Destinazione trascina e rilascia
ja: ドラッグ＆ドロップターゲット
ko: 드래그 앤 드롭 대상
nl: Sleep- en neerzetbestemming
pl: Cel przeciągnij i upuść
pt: Destino de arrastar e largar
ru: Цели Drag&Drop
sv: Dra och släpp-mål
tr: Sürükle&Bırak hedefi
uk: Ціль перетягування
vi: Mục tiêu kéo và thả
zh_hans: Drag&Drop 目标
zh_hant: 拖放目標

# settings.drop.card.trayAppearance
source: Tray appearance
cs: Vzhled přihrádky
de: Ablage-Erscheinungsbild
es: Apariencia de la bandeja
fr: Apparence du bac
id: Tampilan Baki
it: Aspetto del vassoio
ja: トレイの外観
ko: 트레이 모양
nl: Lade-weergave
pl: Wygląd tacki
pt: Aparência da bandeja
ru: Внешний вид лотка
sv: Brickans utseende
tr: Tepsi görünümü
uk: Вигляд лотка
vi: Giao diện khay
zh_hans: 托盘外观
zh_hant: 托盤外觀

# settings.drop.dragAndDrop.desc
source: Show AirDrop and Tray targets when you drag files over the notch.
cs: Zobrazit cíle AirDrop a přihrádky při přetažení souborů do výřezu.
de: AirDrop- und Dateiablage-Ziele anzeigen, wenn Dateien über die Notch gezogen werden.
es: Mostrar destinos AirDrop y Bandeja al arrastrar archivos sobre la muesca.
fr: Afficher les cibles AirDrop et Bac lorsque vous faites glisser des fichiers sur l'encoche.
id: Tampilkan target AirDrop dan Baki saat menyeret file ke notch.
it: Mostra le destinazioni AirDrop e Vassoio quando trascini file sul notch.
ja: ファイルをノッチにドラッグしたときにAirDropおよびトレイターゲットを表示します。
ko: 파일을 노치로 드래그할 때 AirDrop 및 트레이 대상을 표시합니다.
nl: Toon AirDrop- en ladebestemmingen wanneer je bestanden naar de notch sleept.
pl: Pokaż cele AirDrop i Tacki po przeciągnięciu plików na notch.
pt: Mostrar os destinos AirDrop e Bandeja ao arrastar ficheiros para o notch.
ru: Показывать цели AirDrop и Лотка при перетаскивании файлов на вырез.
sv: Visa AirDrop- och brickmål när du drar filer till flärpen.
tr: Dosyaları çentiğin üzerine sürüklediğinizde AirDrop ve Tepsi hedeflerini göster.
uk: Показувати цілі AirDrop та лотка при перетягуванні файлів на notch.
vi: Hiển thị các mục tiêu AirDrop và Khay khi kéo tệp vào notch.
zh_hans: 将文件拖到刘海上方时显示 AirDrop 和托盘目标。
zh_hant: 將檔案拖移至「瀏海」時顯示 AirDrop 與托盤目標。

# settings.drop.dragAndDrop.title
source: Drag&Drop live activity
cs: Živá aktivita přetažení
de: Drag&Drop-Live-Aktivität
es: Actividad en vivo de arrastrar y soltar
fr: Activité en direct Glisser-déposer
id: Aktivitas Langsung Seret dan Lepas
it: Attività in tempo reale Trascina e rilascia
ja: ドラッグ＆ドロップライブアクティビティ
ko: 드래그 앤 드롭 실시간 활동
nl: Live sleep- en neerzetactiviteit
pl: Aktywność na żywo Przeciągnij i upuść
pt: Atividade em tempo real de arrastar e largar
ru: Живая активность перетаскивания
sv: Liveaktivitet för dra och släpp
tr: Sürükle&Bırak canlı etkinliği
uk: Активність перетягування наживо
vi: Hoạt động trực tiếp Kéo và thả
zh_hans: 拖放实时活动
zh_hant: 拖放即時活動

# settings.drop.dragAndDropActivityMode.airDrop
source: AirDrop only
cs: Pouze AirDrop
de: Nur AirDrop
es: Solo AirDrop
fr: AirDrop uniquement
id: Hanya AirDrop
it: Solo AirDrop
ja: AirDropのみ
ko: AirDrop만
nl: Alleen AirDrop
pl: Tylko AirDrop
pt: Apenas AirDrop
ru: Только AirDrop
sv: Endast AirDrop
tr: Yalnızca AirDrop
uk: Лише AirDrop
vi: Chỉ AirDrop
zh_hans: 仅 AirDrop
zh_hant: 僅 AirDrop

# settings.drop.dragAndDropActivityMode.both
source: AirDrop and Tray
cs: AirDrop i přihrádka
de: AirDrop und Dateiablage
es: AirDrop y bandeja
fr: AirDrop et Bac
id: Keduanya AirDrop & Baki
it: Sia AirDrop che Vassoio
ja: AirDropとトレイの両方
ko: AirDrop 및 트레이 둘 다
nl: Zowel AirDrop als lade
pl: Zarówno AirDrop, jak i Tacka
pt: AirDrop e Bandeja
ru: AirDrop и Лоток
sv: Både AirDrop och bricka
tr: AirDrop ve Tepsi
uk: AirDrop та лоток
vi: Cả AirDrop và Khay
zh_hans: AirDrop 与托盘
zh_hant: AirDrop 與托盤皆顯示

# settings.drop.dragAndDropActivityMode.tray
source: Tray only
cs: Pouze přihrádka
de: Nur Dateiablage
es: Solo bandeja
fr: Bac uniquement
id: Hanya Baki
it: Solo Vassoio
ja: トレイのみ
ko: 트레이만
nl: Alleen lade
pl: Tylko Tacka
pt: Apenas Bandeja
ru: Только Лоток
sv: Endast bricka
tr: Yalnızca Tepsi
uk: Лише лоток
vi: Chỉ Khay
zh_hans: 仅托盘
zh_hant: 僅托盤

# settings.drop.fileTrayScrollDirection.horizontal
source: Horizontal
cs: Vodorovně
it: Orizzontale
ja: 水平
ko: 가로
nl: Horizontaal
pl: Poziomo
ru: Горизонтальная
sv: Horisontell
tr: Yatay
uk: Горизонтально
vi: Ngang
zh_hans: 水平
zh_hant: 水平

# settings.drop.fileTrayScrollDirection.vertical
source: Vertical
cs: Svisle
de: Vertikal
id: Vertikal
it: Verticale
ja: 垂直
ko: 세로
nl: Verticaal
pl: Pionowo
ru: Вертикальная
sv: Vertikal
tr: Dikey
uk: Вертикально
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

# settings.drop.fileTrayUsageMode.copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 拷貝

# settings.drop.fileTrayUsageMode.moveOriginals
source: Move originals
cs: Přesunout originály
de: Originale verschieben
es: Mover originales
fr: Déplacer les originaux
id: Pindahkan File Asli
it: Sposta originali
ja: オリジナルを移動
ko: 원본 이동
nl: Originelen verplaatsen
pl: Przenieś oryginały
pt: Mover originais
ru: Перемещать оригиналы
sv: Flytta original
tr: Orijinalleri taşı
uk: Переміщувати оригінали
vi: Di chuyển bản gốc
zh_hans: 移动原文件
zh_hant: 移動原始檔

# settings.drop.hideRemoveButton.desc
source: Hide the x button on file cards in the expanded Tray.
cs: Skrýt tlačítko odstranění (x) na kartách souborů v rozbalené přihrádce.
de: Entfernen-Schaltfläche (x) auf Dateikarten in der erweiterten Dateiablage ausblenden.
es: Ocultar el botón x en las tarjetas de archivos en la Bandeja expandida.
fr: Masquer le bouton de suppression (x) sur les fiches de fichiers dans le bac agrandi.
id: Sembunyikan tombol hapus (x) pada kartu file di baki yang diperluas.
it: Nascondi il pulsante di rimozione (x) sulle schede dei file nel vassoio espanso.
ja: 展開されたトレイのファイルカードから削除ボタン（x）を非表示にします。
ko: 확장된 트레이의 파일 카드에서 제거 버튼(x)을 숨깁니다.
nl: Verberg de verwijderknop (x) op bestandkaarten in de uitgeklapte lade.
pl: Ukryj przycisk usuwania (x) na kartach plików w rozwiniętej tacce.
pt: Ocultar o botão de remover (x) nos cartões de ficheiros da bandeja expandida.
ru: Скрыть кнопку × на карточках файлов в раскрытом Лотке.
sv: Dölj borttagningsknappen (x) på filkort i den expanderade brickan.
tr: Genişletilmiş Tepsi'deki dosya kartlarında x düğmesini gizle.
uk: Приховати кнопку видалення (x) на картках файлів у розгорнутому лотку.
vi: Ẩn nút xóa (x) trên thẻ tệp trong khay mở rộng.
zh_hans: 在展开的托盘中隐藏文件卡片上的 x 按钮。
zh_hant: 在展開的托盤中隱藏檔案卡片上的移除按鈕 (x)。

# settings.notifications.externalDrives.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt: Conectado
ru: Подключено
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

# settings.notifications.externalDrives.duration.desc
source: Choose how long drive notifications stay visible in the notch.
de: Legen Sie fest, wie lange Laufwerk-Mitteilungen in der Notch sichtbar bleiben.
es: Elige cuánto tiempo permanecen visibles en el notch las notificaciones de unidades.
fr: Choisissez la durée d'affichage des notifications de disque dans l'encoche.
it: Scegli per quanto tempo le notifiche delle unità restano visibili nel notch.
ja: ドライブ通知がノッチに表示される時間を選択します。
ko: 드라이브 알림이 노치에 표시되는 시간을 선택합니다.
pt: Escolha quanto tempo as notificações de unidades permanecem visíveis no notch.
ru: Выберите, как долго уведомление о накопителе отображается в вырезе.
uk: Виберіть, як довго сповіщення про накопичувач відображається у вирізі.
zh_hans: 选择驱动器通知在刘海中的显示时长。
zh_hant: 選擇磁碟通知在瀏海中的顯示時長。

# settings.notifications.externalDrives.eject
source: Eject
de: Auswerfen
es: Expulsar
fr: Éjecter
it: Espelli
ja: 取り出し
ko: 추출
pt: Ejetar
ru: Извлечь
uk: Вилучити
zh_hans: 推出
zh_hant: 退出

# settings.notifications.externalDrives.ejected
source: Safely Ejected
de: Sicher ausgeworfen
es: Expulsado de forma segura
fr: Éjecté en sécurité
it: Espulso in sicurezza
ja: 安全に取り出されました
ko: 안전하게 추출됨
pt: Ejetado com Segurança
ru: Извлечено
uk: Вилучено
zh_hans: 已安全推出
zh_hant: 已安全退出

# settings.notifications.externalDrives.enabled
source: External drive notifications
de: Mitteilungen über externe Laufwerke
es: Notificaciones de discos externos
fr: Notifications de disques externes
it: Notifiche unità esterne
ja: 外付けドライブ通知
ko: 외장 드라이브 알림
pt: Notificações de unidades externas
ru: Внешние накопители
uk: Зовнішні накопичувачі
zh_hans: 外置驱动器通知
zh_hant: 外接磁碟通知

# settings.notifications.externalDrives.enabled.description
source: Show notifications in the notch when external drives or disk images are connected.
de: Mitteilungen in der Notch anzeigen, wenn externe Laufwerke oder Disk-Images verbunden werden.
es: Mostrar notificaciones en el notch al conectar discos externos o imágenes de disco.
fr: Afficher les notifications dans l'encoche lors de la connexion de disques externes ou d'images disque.
it: Mostra le notifiche nel notch quando vengono connesse unità esterne o immagini disco.
ja: 外付けドライブやディスクイメージの接続時にノッチで通知を表示します。
ko: 외장 드라이브나 디스크 이미지가 연결될 때 노치에 알림을 표시합니다.
pt: Mostrar notificações no notch quando unidades externas ou imagens de disco forem conectadas.
ru: Показывать уведомления в вырезе при подключении внешних накопителей или образов дисков.
uk: Показувати сповіщення у вирізі при підключенні зовнішніх накопичувачів або образів дисків.
zh_hans: 连接外置驱动器或磁盘映像时在刘海中显示通知。
zh_hant: 連接外接磁碟或磁碟映像檔時在瀏海中顯示通知。

# settings.notifications.externalDrives.includeDiskImages.desc
source: Include notifications when opening downloaded disk images.
de: Mitteilungen beim Öffnen geladener Disk-Images einschließen.
es: Incluir notificaciones al abrir imágenes de disco descargadas.
fr: Inclure les notifications lors de l'ouverture d'images disque téléchargées.
it: Includi notifiche all'apertura delle immagini disco scaricate.
ja: ダウンロードしたディスクイメージを開く際の通知を含めます。
ko: 다운로드한 디스크 이미지를 열 때 알림을 포함합니다.
pt: Incluir notificações ao abrir imagens de disco baixadas.
ru: Показывать уведомления при открытии скачанных образов дисков.
uk: Показувати сповіщення при відкритті завантажених образів дисків.
zh_hans: 打开下载的磁盘映像时包含通知。
zh_hant: 打開下載的磁碟映像檔時包含通知。

# settings.notifications.externalDrives.options.title
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Параметры
uk: Параметри
zh_hans: 选项
zh_hant: 選項

# settings.notifications.externalDrives.safeToDisconnect
source: Safe to disconnect
de: Kann getrennt werden
es: Es seguro desconectar
fr: Peut être déconnecté
it: È possibile scollegare
ja: 安全に取り外せます
ko: 안전하게 분리할 수 있습니다
pt: Seguro para desconectar
ru: Можно отключать
uk: Можна від'єднувати
zh_hans: 可以安全断开连接
zh_hant: 可以安全拔除

# settings.notifications.externalDrives.showEjected.desc
source: Show a confirmation banner in the notch when a drive is safely ejected.
de: Bestätigung in der Notch anzeigen, wenn ein Laufwerk sicher ausgeworfen wurde.
es: Mostrar una confirmación en el notch cuando un disco se expulsa de forma segura.
fr: Afficher une confirmation dans l'encoche lorsqu'un disque est éjecté en toute sécurité.
it: Mostra una conferma nel notch quando un'unità viene espulsa in sicurezza.
ja: ドライブが安全に取り出されたときにノッチで確認バナーを表示します。
ko: 드라이브가 안전하게 추출되면 노치에 확인 배너를 표시합니다.
pt: Mostrar uma confirmação no notch quando uma unidade for ejetada com segurança.
ru: Показывать подтверждение в вырезе при безопасном извлечении накопителя.
uk: Показувати підтвердження у вирізі при безпечному вилученні накопичувача.
zh_hans: 安全推出驱动器时在刘海中显示确认横幅。
zh_hant: 安全退出磁碟時在瀏海中顯示確認橫幅。

# settings.notifications.externalDrives.showEjected.title
source: Eject notifications
de: Auswurf-Mitteilungen
es: Notificaciones de expulsión
fr: Notifications d'éjection
it: Notifiche di espulsione
ja: 取り出し通知
ko: 추출 알림
pt: Notificações de ejeção
ru: Оповещение об извлечении
uk: Сповіщення про вилучення
zh_hans: 推出通知
zh_hant: 退出通知

# settings.notifications.externalDrives.subtitle
source: Notifications for connected external disks and flash drives.
de: Mitteilungen für verbundene externe Festplatten und USB-Sticks.
es: Notificaciones para discos externos y unidades USB conectadas.
fr: Notifications pour les disques externes et clés USB connectés.
it: Notifiche per dischi esterni e chiavette USB collegate.
ja: 接続された外付けディスクやUSBメモリの通知。
ko: 연결된 외장 디스크 및 USB 드라이브 알림.
pt: Notificações para discos externos e pen drives conectados.
ru: Оповещения о подключении внешних дисков и флешек.
uk: Сповіщення про підключення зовнішніх дисків та флешок.
zh_hans: 连接的外置磁盘和闪存驱动器通知。
zh_hant: 連接的外接磁碟和隨身碟通知。

# settings.notifications.externalDrives.systemNotifications.button
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
ru: Настройки
uk: Параметри
zh_hans: 设置
zh_hant: 設定

# settings.notifications.externalDrives.systemNotifications.desc
source: To avoid duplicate alerts or ejection banners, configure Finder notifications in System Settings.
de: Um doppelte Mitteilungen zu vermeiden, passen Sie die Finder-Mitteilungen in den Systemeinstellungen an.
es: Para evitar alertas duplicadas, configure las notificaciones de Finder en Ajustes del Sistema.
fr: Pour éviter les doublons, configurez les notifications du Finder dans les Réglages Système.
it: Per evitare avvisi duplicati, configura le notifiche del Finder in Impostazioni di Sistema.
ja: 重複した通知を避けるため、システム設定でFinderの通知を設定してください。
ko: 중복 알림을 방지하려면 시스템 설정에서 Finder 알림을 구성하십시오.
pt: Para evitar alertas duplicados, configure as notificações do Finder nos Ajustes do Sistema.
ru: Чтобы избежать дублирования или системных баннеров, настройте уведомления Finder в Системных настройках.
uk: Щоб уникнути дублювання або системних банерів, налаштуйте сповіщення Finder у Системних параметрах.
zh_hans: 为避免重复提醒，请在“系统设置”中配置访达通知。
zh_hant: 為避免重複提醒，請在「系統設定」中設定 Finder 通知。

# settings.notifications.externalDrives.systemNotifications.title
source: System notifications
de: Systemmitteilungen
es: Notificaciones del sistema
fr: Notifications système
it: Notifiche di sistema
ja: システム通知
ko: 시스템 알림
pt: Notificações do sistema
ru: Системные уведомления
uk: Системні сповіщення
zh_hans: 系统通知
zh_hant: 系統通知

# settings.notifications.externalDrives.title
source: External Drives
de: Externe Laufwerke
es: Discos externos
fr: Disques externes
it: Unità esterne
ja: 外付けドライブ
ko: 외장 드라이브
pt: Dispositivos Externos
ru: Внешние накопители
uk: Зовнішні накопичувачі
zh_hans: 外部宗卷
zh_hant: 外接磁碟

# settings.section.wifi.title
source: Wi-Fi
de: WLAN

source: Another file already occupies this location; installing will replace it.
es: Otro archivo ya ocupa esta ubicación; instalar lo reemplazará.
ru: Это расположение уже занято другим файлом; установка заменит его.
zh_hans: 此位置已被另一个文件占用；安装将会替换它。

source: Clear
es: Vaciar
ru: Очистить
zh_hans: 清空

source: Clear all notifications
es: Borrar todas las notificaciones
ru: Очистить все уведомления
zh_hans: 清除所有通知

source: Command-line tool
es: Herramienta de línea de comandos
ru: Инструмент командной строки
zh_hans: 命令行工具

source: Inbox
es: Bandeja de entrada
ru: Входящие
zh_hans: 收件箱

source: Install
es: Instalar
ru: Установить
zh_hans: 安装

source: Install the dynamicnotch command so scripts, cron jobs and Shortcuts can push notifications from any terminal.
es: Instala el comando dynamicnotch para que scripts, tareas cron y Atajos puedan enviar notificaciones desde cualquier terminal.
ru: Установите команду dynamicnotch, чтобы скрипты, задачи cron и «Быстрые команды» могли отправлять уведомления из любого терминала.
zh_hans: 安装 dynamicnotch 命令，让脚本、cron 任务和快捷指令可以从任何终端推送通知。

source: Installation failed. Check that /usr/local/bin is writable.
es: La instalación falló. Comprueba que /usr/local/bin tenga permisos de escritura.
ru: Не удалось установить. Убедитесь, что /usr/local/bin доступен для записи.
zh_hans: 安装失败。请检查 /usr/local/bin 是否可写。
